<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\DB;

class ClientsTableSeeder extends Seeder
{
    public function run()
    {
        DB::table('clients')->insert([
            [
                'title' => 'مستشفى بريدة المركزي',
                'image' => 'pic02_3.jpg',
                'description' => 'صرح طبي عريق بالقصيم منطقة بريده أنجز مستشفى بريدة المركزي أحد مكونات تجمع القصيم الصحي, أكثر من 12 ألف عملية جراحية حتى نهاية الربع الثالث "يناير-سبتمبر" خلال 9 أشهر، من العام الحالي 2023م، توزعت على مختلف الأقسام بالمستشفى'
            ],
            [
                'title' => 'اركال للاستشارات الهندسية',
                'image' => 'pic02.jpg',
                'description' => 'أركال للإستشارات الهندسيه المتخصص في تصميم المخططات المعماريه بأحدث الأساليب العصريه وتصميم المخططات الإنشائيه تماشيا مع الأكواد العالميه بالإضافة لجميع الأعمال المساحيه والكروكيات التنظيميه وأعمال مكافحة الحريق والأمن والسلامه.'
            ],
            [
                'title' => 'نادي الرائد الرياضي',
                'image' => 'pic02_1.jpg',
                'description' => 'رؤيتنا أن نكون ناديًا رائدًا يعزز النمو المستدام في المجال الرياضي محلياً ودولياً ورسالتنا توفير بيئة رياضية محفّزة في مختلف الألعاب الرياضية، وخلق بيئة جاذبة للاستثمار، وتفعيل المسؤولية الاجتماعية، وتعزيز الإستدامة المهنية والمالية وذلك لتحقيق تطلعات الشركاء والتوجهات المستقبلية للمملكة'
            ],
            [
                'title' => 'مخابز وحلويات الأرياف',
                'image' => 'pic02_4.jpg',
                'description' => 'مخابز وحلويات الأرياف.. 40 عاماً من التميز والنجاح 11 فرعاً حول المملكة تقدم أفضل المنتجات. بدأت قصة شركة مخابز وحلويات الأرياف عام 1985 ميلادي على يد المؤسس رجل الأعمال فهد المحيميد، من حلم إلى كيان عريق يملك خبرة ممتدة ومحفوفة بالعراقة والأصالة، كانت هذه العلامة التجارية شريكة في الكثير من اللحظات السعيدة للمجتمع مما جعل لهذه العلامة ولاء عاليا من قبل عملائها، حتى أصبحت لا تكتمل الأفراح لسنوات طويلة إلا بصحبة منتجات مخابز وحلويات الأرياف، وكان لدى المؤسس الأستاذ فهد المحيميد بعد نظر في استثماره، حيث حرص على أن لا يخدم قطاعاً واحداً فقط، بل قدم منتجات نوعية في قطاعات متعددة مثل: الحلويات الشرقية من الكنافة والبقلاوة وغيرها. الحلويات الغربية من الكيكات الفاخرة، والكثير من الوصفات المبتكرة والمستوحاة من المطبخ الأوروبي وغيرها. الشوكولاتة الفاخرة بأعلى مستوى وألذ حشوة. المعجنات والمقليات الطازجة، والمخبوزات التي هي خيار دائم لأصحاب المنازل.'
            ],
            [
                'title' => 'النادي العربي',
                'image' => 'pic02_5.jpg',
                'description' => 'النادي العربي الرياضي بعنيزة, في محافظة عنيزة بمنطقة القصيم وسط المملكة العربية السعودية تأسس سنة 1958، ويحمل النادي شعارا باللون الأحمر والأبيض. يُلقب النادي العربي بفارس عنيزة، وهو نادي رياضي يضم العديد من الألعاب الرياضية أبرزها كرة القدم وكرة اليد وكرة السلة. ويقع مقر النادي في محافظة عنيزة بمنطقة القصيم'
            ],
            [
                'title' => 'نادي الصقر',
                'image' => 'pic02_7.jpg',
                'description' => 'تأسس نادي الصقر عام 1401هـ على يد مجموعة من أهالي مركز البصر وحينها تم ترشيح الأستاذ عبد العزيز بن عبد الرحمن السويد كأول رئيس للنادي، ثم تعاقب على إدارة النادي أحد عشر رئيساً كان آخرهم الرئيس الحالي الأستاذ فهد بن عبد العزيز المحيميد. حقق النادي أول بطولاته على مستوى منطقة القصيم العام 1432هـ وفي العام 1442هـ حقق النادي ذات البطولة للمرة الثانية. وفي نفس العام حقق نادي الصقر تاج بطولاته: درع المملكة العربية السعودية الأندية الدرجة الثالثة، بقيادة رئيس النادي الأستاذ فهد بن عبدالعزيز المحيميد، وعلى أثرها تأهل لأول مرة في تاريخه لدوري الدرجة الثانية لكرة القدم.'
            ],
            [
                'title' => 'نادي السر',
                'image' => 'pic02_8.jpg',
                'description' => 'نسعى بنادي السر الرياضي للتميز الرياضي والإداري عبر عمل مؤسسي لتحقيق أهدافنا وطموحاتنا التي تلبي تطلعات أصحاب المصلحة. وأن نكون متميزين في مختلف المجالات الرياضية ونموذجاً في التطوير المؤسسي التميز روح الفريق الاستدامة الشراكة الشفافية التمكين ولتحقيق التميز المؤسسي تحسين المنافسة الرياضية تعزيز الاستدامة المالية زيادة مشجعي النادي تحسين البنية تفعيل التكامل والشراكات المجتمعية'
            ],
            [
                'title' => 'نادي التقدم',
                'image' => 'pic02_6.jpg',
                'description' => 'كانت بدايات النادي بسيطة باجتهادات أهالي المذنب في عام 1968م، حيث تولى رئاسته إدارته بداح البداح - رحمه الله تعالى -حتى جاءت الموافقة الكريمة على اعتماد نادي التقدم الرياضي في محافظة المذنب لممارسة كافة أنشطته الرياضية والثقافية والاجتماعية عام 1972م ويتولى رئاسة مجلس إدارته عثمان بن محمد الدخيل - رحمه الله تعالى - وتتعاقب بعده الإدارات لوقتنا الحالي.'
            ],
            [
                'title' => 'حاضنة الجمعيات',
                'image' => 'pic02_9.jpg',
                'description' => 'حاضنة للجمعيات الأهلية الناشئة هدفها دراسة الاحتياجات بمنطقة القصيم ودعم الأفكار ورعايتها ودعم الجمعيات من خلال سبل الاستدامة المالية وتنفيذ أفكارها، وحل مشكلة الصعوبات والعوائق التي تواجهها، وكيفية حلها، ومعرفة الاحتياجات بهدف مساعدتها لتأسيس هذه الجمعية.'
            ],
            [
                'title' => 'كليات عنيزة',
                'image' => 'pic02_10.jpg',
                'description' => 'تعد كليات عنيزة من الكليات الناشئة في المملكة؛ إذ انطلقت مسيرتها في العام الجامعي 1437/1436هـ بدعم سخي من حكومة خادم الحرمين الشريفين الملك سلمان بن عبدالعزيز آل سعود، وسمو ولي عهده الأمين، حفظهما الله، ورعاية كريمة من وزارة التعليم، تحقيقا للتوجهات المستقبلية للمملكة في مجال التعليم، والبحث العلمي؛ لتوفير تعليم متميز لأبناء المملكة وبناتها في منطقة القصيم'
            ],
            [
                'title' => 'جمعية تجهيز',
                'image' => 'pic02_11.jpg',
                'description' => 'جمعية خيرية تهتم بشؤون المسلم بعد موته، وتوعية المجتمع بأحكام الجنائز من خلال تقديم عمل خيري متقن للمجتمع من خلال الاهتمام برعاية شؤون الموتى، تجهيزاً، وتكفينا، ودفناً، وتدريب وتأهيل المغسلين، وتوعية المجتمع بالمفهوم الشرعي للتعامل مع الجنائز.'
            ],
            [
                'title' => 'مكتب المحامي عبدالرحمن الجمعة',
                'image' => 'pic02_12.jpg',
                'description' => 'مكتب عبدالرحمن محمد الجمعة محامون ومستشارون وموثقون هو مكتب مرخص له بمزاولة المحاماة بموجب ترخيص المحاماة رقم 39389 وتاريخ 1/7/1439 وترخيص التوثيق رقم 1767/40 وتاريخ 1/9/1440هـ الصادرين من وزارة العدل بالمملكة العربية السعودية'
            ],
            [
                'title' => 'مكتب القصيم للزواج',
                'image' => 'pic02_13.jpg',
                'description' => 'مكتب القصيم للزواج القصيم بريده حي السالميه شرق مسجد الجارالله الجامع المكتب له حوالي 16 سنة زوج كثير من الرجال على مستوى المملكة دخولك وتعرفك بالمكتب أنت بالطريق الصحيح وانتبه لنفسك من المتطفلين على الزواج في برامج التواصل الذين ليسوا مختصين بالزواج وإنما هدفهم أخذ أموال الناس بالباطل المكتب معروف لدى الجميع ومنهم الجهات المختصة.'
            ],
        ]);
    }
}
