<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\DB;

class ServicesTableSeeder extends Seeder
{
    public function run()
    {
        DB::table('services')->insert([
            [
                'title' => 'البرمجة من الصفر',
                'image' => 'pic01_7.jpg',
                'description' => 'نقوم بتحويل فكرتك إلى موقع إلكتروني او تطبيق جوال مع سكريبت مبرمج من الصفر'
            ],
            [
                'title' => 'سكريبت الجمعيات الخيرية',
                'image' => 'pic01_6.jpg',
                'description' => 'سكريبت متكامل لمواقع الجمعيات الخيريه وفق ضوابط المركز السعودي للحوكمة'
            ],
            [
                'title' => 'برنامج قمة للنداء الآلي',
                'image' => 'pic01.jpg',
                'description' => 'هو نظام تبليغ عن الحالات الطارئه للمنشآت الصحية أو غيرها من الأماكن التي تحتاج سرعة إستجابة
                                 يتم النداء عن طريق:
                                 * السماعات الداخلية للمنشأة
                                 * الإتصال المباشر بالفريق المناوب
                                 * الرسائل النصية
                                 مع إمكانية التعديل الكامل في شفرات نداء الطوارئ'
            ],
            [
                'title' => 'برنامج قمة لنقاط البيع',
                'image' => 'pic01_1.jpg',
                'description' => '* لا يحتاج جهاز بمواصفات عالية
                                 * يعمل على الجوال
                                 * قاعدة بيانات محمية مرفوعة على الشبكة
                                 * نسخ احتياطي كل 24 ساعة'
            ],
            [
                'title' => 'منصة بانوراما المتكاملة للأندية الرياضية',
                'image' => 'pic01_5.jpg',
                'description' => 'تقدم بانوراما القصيم للبرمجة منصة متكاملة لإدارة الأندية الرياضية تشتمل على الآتي:
                                 * موقع إلكتروني
                                 * تطبيقين جوال للموقع (آيفون وأندرويد)
                                 * متجر إلكتروني
                                 * تطبيقين جوال للمتجر (آيفون وأندرويد)
                                 * نظام المراسلات الإلكترونية
                                 * منصة تذاكر'
            ],
            [
                'title' => 'نظام قمة للمحاسبة',
                'image' => 'pic01_2.jpg',
                'description' => 'هو نظام يمكن مكاتب المحاسبة من إدارة جميع أعمالها مثل:
                                 * الحسابات
                                 * القيود اليومية
                                 * ميزان المراجعة
                                 * القوائم المالية
                                 * وغيرها من المهام المحاسبية'
            ],
            [
                'title' => 'نظام قمة للمحاماة',
                'image' => 'pic01_3.jpg',
                'description' => 'هو نظام يمكن مكاتب المحاماة من إدارة جميع أعمالها مثل:
                                 * تقديم الدعاوي
                                 * إدارة المحاميين وتوكيل القضايا لهم
                                 * خط سير لمتابعة كل قضية'
            ],
            [
                'title' => 'منصة بانوراما لإدارة المشاريع الهندسية',
                'image' => 'pic01_4.jpg',
                'description' => 'تقدم بانوراما القصيم للبرمجة منصة متكاملة لإدارة المكاتب الهندسية الكبيرة تشتمل على الآتي:
                                 * خط سير كامل للمشاريع الهندسية بكامل تفاصيلها
                                 * إدارة الموظفين وإجازاتهم ورواتبهم وإقاماتهم
                                 * نظام إشعارات مخصص لكل بند من البنود أعلاه
                                 * إدارة السجلات وتراخيص المحلات
                                 * إدارة الموارد البشرية
                                 * إدارة متكاملة لسيارات المكتب الهندسي'
            ],
        ]);
    }
}
